1:WizQst1731AB
00000000
He often haunted Sapphyra's Tower in Olde Town. Perhaps his patterns haven't change. You must investigate at once!
他经常在奥尔德镇的萨菲拉塔里作妖。 也许他的行为模式从未改变。你这次务必要调查清楚！
00000001
Good job on cleaning up those streets. You know, if this whole student of magic thing doesn't work out, you have a bright future as a guard.
你在处理这些麻烦事上做得很好。 如果你觉得当魔法师太难了，你可以来试试应聘守卫。
00000002
For now though, report back to the Headmaster and tell him that everything is under control.
现在，你应该去向安布罗斯校长汇报，告诉他一切尽在掌控之中。
00000003
Malistaire broke open the sealed caves and unleashed the Undead? Why? Deranged as he's become, I can't believe chaos is his only ambition.
马里斯泰尔不仅打破了封印，还是放了不死族？ 但是为何？ 他竟然如此疯狂，我不敢相信混乱是他唯一的目标。
00000004
He was always dedicated to his wife, Sylvia. When illness claimed her, his devotion led him to delve into terrible rituals to restore her to life. 
他一直都全心全意对待他的妻子西尔维亚。当她病魔缠身时，马里斯泰尔决定用禁忌的仪式来延长妻子的生命。
00000005
I forbade him. He ignored me. And destroyed the Death School in his folly. Now he seeks the Order of the Fang, a lost sect with their own secrets.
我向他发出了禁令。但他目中以无他物。 他摧毁了碍事的死亡系学院。 现在他又求助于獠牙密令，一个隐藏着秘密的宗教。
00000006
We must learn why. There is a being who sees through time with the Eyes of History and the Future gifted him by the Grandmother of Ravens.
我们必须得知道为什么。 好在有一位人物可以通过乌鸦祖母赠与他的历史与未来之眼来洞察真相。
00000007
But his Eye of History was stolen some time past and without it his vision is limited, and his memory addled. 
但他的往昔之眼在不久之前便已经失窃，这不仅限制了他的洞察力，还扰乱了他的记忆。
00000008
Alas, we haven't any other choice. So come with me, Wizard, to Ravenwood.
哎，我们没有别的办法了。跟我来吧，小魔法师，去拉文霍德。
00000009
Wizard, once upon a time, there was the First World, inhabited by Primal Beings and three terrible Titans.
小魔法师，曾几何时，在原初世界里栖息着初始存在和三个泰坦。
00000010
When the feuding Titans shattered their world, the Primal Tree and Grandmother Raven sang the Song of Creation and wove its fragments together into the Spiral.
当泰坦们之间的纷争撕碎了这个世界，初始之树和乌鸦祖母便唱响了创造之歌，然后将事物的碎片聚集成了漩涡星系。
00000011
This is one of those Primal Beings: Bartleby, the Grandfather of Trees. He guided me to bring you here. And it's his insight we seek now.
这就是初始存在中的其中一席：巴托比。 树之祖父。就是他指引我带你来到这里的。我们需要的便是他看见的景象。
00000012
My sight is not what it once was. My gaze has turned foul and my memory is fading. You must find the one from the world without magic.
我的洞察力已经不如从前了。我的目光变得愚钝，记忆也在消散。你必须要找到那个来自没有魔法的世界的人。
00000013
This is that one, Bartleby... oh, dear. You see, Wizard, he can't stay with us. His mind is lost in time, in the past and the future.
这就是那个人，巴托比… 哦，天啊。 你瞧，小魔法师，他没法和我们待在一起。他的神智已经迷失在了时间长河中，他既在过去，也在未来。
00000014
Beware the spiders. Fire rains. The alligator... eats the stars! Malistaire, if you take my Eye, my gaze will turn foul, and your spirit rotten.
当心蜘蛛。火雨。 鳄鱼…吃掉了星星！马里斯泰尔，你夺走了我的眼睛，我的目光变得浑浊， 你的灵魂也会逐渐腐烂。
00000015
Malistaire stole the Eye of History? Of course! And this repeated bit about a gaze turning foul... there was once a specter named Foulgaze...
马里斯泰尔偷走了往昔之眼？当然！而且这让我的眼界愈发模糊…曾经有一个名为迷目（Foulgaze）的鬼魅（specter）…
00000017
Bartleby
巴托比
00000018
"On the Trail of the Order of the Fang Part 2," "Still Looking for the Order of the Fang." "How I Did NOT Find the Order of the Fang." Useless!
"在獠牙密令之踪的第二部分里（the Trail of the Order of the Fang Part 2），" "我依然在寻找獠牙密令……" "我怎么还没找到他们！"真是没用！
00000019
Who are you? Oh, you're the one that dealt with the Harvest Lord, the banshee and the bunny. 
你是谁？哦，你就是那个击败丰收领主，报丧女妖以及兔子（bunny）的小魔法师。
00000020
I was hoping to meet you. I enjoy a challenge. Take a good look, Wizard, because this Foulgaze will be your last.
我很想与你会面。挑战性的事物是我的心头好。 好好看看吧，小魔法师，因为迷目（Foulgaze）会是你最后的敌人。
00000021
Sapphyra's Tower
萨菲拉之塔
00000022
Bah! While you were busy playing with elves and bunnies, I found every book on the Order of the Fang and sent them to my master... 
哈！在你跟妖精和兔子（bunnies）周旋的时候。我就已经找到了一本关于獠牙密令的书，然后把它给了我的主人。
00000023
...The useful ones anyway. What? No, not Malistaire. I don't serve Malistaire. I serve Lord Nightshade, Keeper of the Darkness. He serves Malistaire.
那些有用的部分……什么？不，不是马里斯泰尔。我现在没有为他工作。 我为夜荫之主 （Lord Nightshade）服务， 黑暗的守护者。 而他则是在侍奉马里斯泰尔。
00000024
And he rules even now from the place of our banishment, the hub of our new Undead Kingdom, the Haunted Cave! You know, the one on Triton. It's ours.
他现在甚至统领了我们的放逐之地，新的不死王国的通道，闹鬼洞穴！ 你知道的，就是海神大街那里的，那是我们的地盘。
00000025
The Entrance
入口
00000026
Jeepers! Don't sneak up on people like that. Don't you know this Cave is Haunted?
食人怪们（Jeepers）！别这样大摇大摆地跟踪别人。你们难道不知道这个洞穴在闹鬼吗？
00000027
Isn't this place just wowzer? I heard all the seals were broken and I had to finally see what kind of ghosts are in here.
这里不是魔法师们的地界吗？我听说所有的封印都被破除，然后我只能看看这里都有些什么孤魂野鬼。
00000028
Foulgaze
迷目（Foulgaze）
